12/data/attachments/bc5eef95a89704fe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Caitlin_daughter_Friend_42009_1</nif:username>
            <nif:friendToBeRequested>soap_friends_7984fc7a-05c9-4a1e-a54f-bfeba629a358</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>